[Settings]
NumFields=10

[Field 1]
Type=GroupBox
Left=0
Right=-1
Top=0
Bottom=25
Text=当前已安装的 Npcap / WinPcap 版本

[Field 2]
Type=Label
Left=10
Right=250
Top=10
Bottom=18
Text=（将由安装程序填充）

[Field 3]
Type=GroupBox
Left=0
Right=-1
Top=30
Bottom=65
Text=安装

[Field 4]
Type=CheckBox
Left=10
Right=250
Top=40
Bottom=48
Text=安装 Npcap
State=1

[Field 5]
Type=Label
Left=20
Right=290
Top=50
Bottom=58
Text=

[Field 6]
Type=GroupBox
Left=0
Right=-1
Top=70
Bottom=105
Text=重要提示

[Field 7]
Type=Label
Left=10
Right=290
Top=80
Bottom=88
Text=若系统曾在安装 Wireshark 过程中崩溃，升级 Npcap 前必须以管理员身份运行命令

[Field 8]
Type=Label
Left=10
Right=295
Top=89
Bottom=97
Text='net stop npcap'，以免再次崩溃

[Field 9]
Type=Link
Left=0
Right=290
Top=127
Bottom=135
Text=了解更多关于 Npcap
State=https://wiki.wireshark.org/Npcap